
[
    {
        "id": 1,
        "title": "Best Albums of 2020",
        "description": "My year is officially over when I drop my Best Albums list. This year' s picks include: Phoebe Bridgers - Punisher Tame Impala - The Slow Rush Perfume Genius - Set My Heart On Fire Immediately Moses Sumney - græ Fiona Apple - Fetch the Bolt Cutters Waxahatchee - Saint Cloud The Killers - Imploding the Mirage Run the Jewels - RTJ4 Taylor Swift - folklore / evermore SAULT - UNTITLED (Black Is) / UNTITLED (Rise)",
        "audio": "https://storage.googleapis.com/wonderboymusic/2021/03/ac83aab29044cd5a.mp3"
    },
    {
        "id": 2,
        "title": "Best Songs of 2020",
        "description": "My picks for Best Songs of 2020 - there is no overlap with my Best Albums list, which is coming soon. This list features: Hayley Williams, The 1975, Caribou, Caroline Rose, Dua Lipa, Matt Berninger, Omar Apollo, Oneohtrix Point Never, Soccer Mommy, and Yves Tumor.",
        "audio": ""
    },
    {
        "id": 3,
        "title": "1/16/20 Podcast",
        "description": "Show Reviews: Black Pumas, Garage à Trois, Lizzo, Bon Iver, Explosions in the Sky, Dead & Company, Railroad Earth. Best Albums of 2019: Lana Del Rey, James Blake, The National, Sharon Van Etten, Bon Iver, Maren Morris, Great Grandpa, Better Oblivion Community Center, Broods, Big Thief.",
        "audio": ""
    },
    {
        "id": 4,
        "title": "9/17 Podcast",
        "description": "New Music: Bon Iver, Nick Murphy, Lana Del Rey, Banks, Charli XCX, (Sandy) Alex G. Concert recap: Calexico / Iron & Wine, Dead & Company, Drive-by Truckers, Caroline Rose, Gorgon City, Nick Murphy, John Mayer, My Morning Jacket. Shows this week: Andrew Bird, Lana Del Rey, Lizzo, Black Pumas, Cat Power.",
        "audio": ""
    },
    {
        "id": 5,
        "title": "6/20 Podcast",
        "description": "New Music: GoldLink, Bruce Springsteen, Madonna, Crumb, Claire Cronin, Lukas Nelson. Concert recap: The National, Courtney Barnett, Death Cab for Cutie, Jenny Lewis, Jason Isbell, Father John Misty. Shows this week: Drive-by Truckers, Iron & Wine / Calexico, Dead & Company, Alvvays.",
        "audio": ""
    },
    {
        "id": 6,
        "title": "6/11 Podcast",
        "description": "Best Music of 2019 so far: James Blake, The National, Maggie Rogers, Sharon Van Etten, Vampire Weekend, Better Oblivion Community Center. Concert recap: the New York Philharmonic performing John Corigliano's Symphony No. 1. Shows this week: Beach House, The National, Craig Finn, Habibi, Panda Bear, Death Cab for Cutie, Jenny Lewis.",
        "audio": ""
    },
    {
        "id": 7,
        "title": "5/28 Podcast",
        "description": "New music: Steve Lacy, Justin Townes Earle. Show recaps: Deradoorian, MGMT, Warpaint. Shows this week: Weyes Blood, The Voidz, Rufus Wainwright, Kevin Morby, Soccer Mommy, Governors Ball.",
        "audio": ""
    },
    {
        "id": 8,
        "title": "5/20 Podcast",
        "description": "New music from: The National, Carly Rae Jepsen, and Tyler, The Creator. Shows this week: Chromeo, MGMT / Warpaint, Juice WRLD, Passion Pit, Odesza, Deradoorian, Omar Apollo. Show recap: Broken Social Scene.",
        "audio": ""
    },
    {
        "id": 9,
        "title": "5/13 Podcast",
        "description": "Special guest this week: Seth Pompan, his take on the NYC live music scene. New Music: Mac DeMarco, Big Thief. Upcoming Shows: Broken Social Scene, Lizzo, The Hold Steady, Disclosure.",
        "audio": ""
    },
    {
        "id": 10,
        "title": "5/06 Podcast",
        "description": "New music from: Vampire Weekend, Kevin Morby, Tacocat. Shows this week: Strand of Oaks, Bjork, Lizzo. Our take on shows later this summer: Calexico with Iron & Wine, Liz Phair / Ted Leo / Caroline Rose, Snail Mail, Tame Impala.",
        "audio": ""
    }
]
